/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Start Impress på datamaskinen din\n* Koble enhetene til samme WiFi–nettverk\n* P.S Din iOS–enhet er nå tilkoblet «%@»";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone";

/* Popover option */
"About Impress Remote" = "Om Impress Remote";

/* No comment provided by engineer. */
"Back" = "Tilbake";

/* Popover option */
"Blank Screen" = "Tom skjerm";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Click to refresh" = "Klikk for å oppfriske";

/* Back button to the connect page on navbar */
"Connect" = "Koble til";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Koble enhetene til det samme WiFi–nettverket.";

/* instruction page title */
"Connection" = "Tilkobling";

/* Popover option */
"Connection Help" = "Hjelp for tilkobling";

/* Connection Lost Alert title */
"Connection Lost" = "Mistet tilkoblinga";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Mistet tilkoblinga. Prøv å koble til datamaskinen din igjen. ";

/* Control instruction title */
"Control" = "Kontroll";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Create a personal hotspot on your iPhone if needed.";

/* Server list section title */
"Custom Connections" = "Custom Connections";

/* Displayed when no customized server is available */
"Customize server config instruction" = "In case your computer does not appear in the section above, manually add a computer with its IP address. ";

/* Server list section title */
"Detected Connections" = "Detected Connections";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Enter the PIN code in SlideShow - Impress Remote";

/* Connection failure title */
"Failed to reach server" = "Failed to reach server";

/* Connection failure message */
"Failed to reach server Msg" = "Please verify your IP address and make sure that LibreOffice Impress is running with Impress Remote feature enabled.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Failed to reach your computer";

/* No comment provided by engineer. */
"Help" = "Help";

/* In app How-to title */
"How-to" = "How-to";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ugyldig IP-adresse";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "IP-adressen du skrev inn er ugyldig.";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-adresse";

/* Pairing instruction text */
"Launch Impress & select your computer." = "IP-adresse";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Navn (valgfritt)";

/* No comment provided by engineer. */
"New Server" = "Ny tjener";

/* No comment provided by engineer. */
"No, thanks" = "Nei takk";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK";

/* Pairing instruction title */
"Pairing" = "Paring";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruksjoner for paring";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Launch your LibreOffice Impress on your Computer\n\n2. Enable Preferences - LibreOffice Impress - General - Enable remote control\n\n3. Make sure your Computer and your device are connected to the same WiFi network\n\n4. Enter your Computer's IP address manually if it isn't detected\n\n5. Connect and Enjoy!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Please consider restart LibreOffice Impress on your computer.";

/* Popover option */
"Restart" = "Start på nytt";

/* No comment provided by engineer. */
"Resume from blank screen" = "Fortsett fra tom skjerm";

/* Popover option */
"Resume from blank Screen" = "Fortsett fra tom skjerm";

/* No comment provided by engineer. */
"Searching" = "Searching";

/* Sidebar section header */
"Slides" = "Lysbilder";

/* Update button text in diffrent states */
"Start" = "Start";

/* Popover option */
"Stop Presentation" = "Stopp presentasjonen";

/* Sidebar section header */
"Stop Watch" = "Stop Watch";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Vil du bli bedre kjent med iOS Impress Remote?";

/* Sidebar section header */
"Timer" = "Timer";

/* No comment provided by engineer. */
"Yes" = "Ja";

